Repository: douglaswang/TAGMI
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Targeting AGwater Management Interventions
fr: Le Ciblage et la Dissémination des Interventions Réussies de Gestion de l’Eau Agricole

source: Home
fr: Accueil

source: Tool
fr: Outil

source: Volta Basin
fr: Bassin de la Volta

source: Limpopo Basin
fr: Bassin du Limpopo

source: TAGMI documentation
fr: Documentation sur le TAGMI

source: Project outputs
fr: Documentation du projet

source: Bayes References
fr: Références sur Bayes

source: About
fr: A propos

source: Project Context
fr: Du context du projet

source: Consultation process
fr: Du processus de consultation

source: Bayesian Network Modeling
fr: De la modélisation du réseau Bayésien

source: The Basins
fr: Des bassins

source: The AWM Technologies
fr: De la technologie GEA

source: Project Team
fr: De l’équipe

source: Language:
fr: Langues

source: CPWF Basin Development Challenges
fr: Des programmes de défis pour le développement des bassins (CWPF-BDC)

source: V1 and L1 Targeting and scaling out
fr: V1 et L1 Ciblage et Dissémination

source: Success and failure of AWM interventions
fr: Le succès et l'échec des interventions de Gestion de l’Eau Agricole

source: Detailed narratives of successful AWM interventions
fr: Les récits détaillé des interventions réussies de Gestion de l’Eau Agricole

source: Conservation Agriculture
fr: Agriculture de conservation

source: Small-Scale Irrigation
fr: l’Irrigation à petite échelle

source: Small Reservoirs
fr: Petits Barrages

source: Volta Basin Partners
fr: Partenaires de recherche dans le bassin de la Volta

source: Limpopo Basin Partners
fr: Partenaires de recherche dans le bassin de la Limpopo

source: The Project Context
fr: Du Context du Projet

source: The Challenge Programme for Water and Food Basin Development Challenges
fr: Les Programmes de Défis pour le Développement des Bassins entrepris par le Challenge Program du CGIAR (CWPF-BDC)

source: Strengthen integrated management of rainwater and small reservoirs so that they can be used equitably and for multiple purposes (<a href="http://waterandfood.org/basins/volta/" target="_blank">http://waterandfood.org/basins/volta/</a>)
fr: Renforcer la gestion intégrée des eaux pluviales et des petits barrages pour l'utilisation équitable et pour des usages multiples (<a href="http://waterandfood.org/basins/volta/" target="_blank">http://waterandfood.org/basins/volta/</a>)

source: V1 Targeting and scaling out
fr: Projet V1 : Ciblage et dissémination

source: V2 Management of rainwater for crop livestock and agroecosystems
fr: Projet V2 : Gestion intégrée des eaux pluviales pour les agro-écosystèmes agro-pastoraux

source: V3 Management of small reservoirs
fr: Projet V3 : Gestion des petits barrages à usages multiples

source: V4 Governance of rainwater and small reservoirs
fr: Projet V4 : Gestion des sous bassins et gouvernance des eaux pluviales et des petits barrages

source: V5 Coordination and enabling change
fr: Projet V5 : Coordination et Changement

source: To improve smallholder productivity and livelihoods and reduce livelihood risk through integrated water resource management (<a href="http://waterandfood.org/basins/limpopo-2/" target="_blank">http://waterandfood.org/basins/limpopo-2/</a>)
fr: Améliorer la productivité et les moyens d'existence pour les petits agriculteurs et reduire les risques en utilisant la gestion intégrée des ressources en eau (<a href="http://waterandfood.org/basins/limpopo-2/" target="_blank">http://waterandfood.org/basins/limpopo-2/</a>)

source: L1 Targeting and scaling out
fr: Projet L1 : Ciblage et dissémination

source: L2 Small-scale infrastructure
fr: Projet L2: l'Infrastructure à petite échelle

source: L3 Farm systems and risk management
fr: Projet L3: Les systèmes agricoles et la gestion des risques

source: L4 Water governance
fr: Projet L4: La Gouvernance de l'eau

source: L5 Learning for innovation and adaptive management
fr: Projet L5: Coordination et changement

source: As the convening institution, the Stockholm Environment Institute, with partners, led the development of TAGMI through a series of national and local consultations in Ghana, Burkina Faso, and with representatives of all four basin countries attending meetings in Zimbabwe and South Africa in 2011 and 2012. The first consultation in 2011 was aimed at identifying successful AWM cases in the country and region and identifying factors and contexts that contributed and/or hindered outscaling of AWM technologies based on known examples of successful and unsuccessful outscaling in the respective basin. In the second consultation, which took place in 2012, the aim was to get feedback on the model. Local partners and stakeholders discussed the relations between factors and indicators, and the importance to the likelihood of success of an AWM intervention. The Bayesian Network Model, which informs the web-tool’s map display output, is a combination of local, national and regional datasets with the expert input of our Basin project partners. The final engagements in the region as part of this project took place in July and August 2013.
fr: En tant qu’institution coordinatrice, l’Institut de Stockholm pour l'environnement (SEI) avec ses partenaires de recherché a dirigé les travaux de développement du TAGMI à travers une série de rencontres de concertation nationales et locales dans les pays des Bassins en 2011 et 2012 (Volta: au Ghana et Burkina Faso; Limpopo: les représentants pour tous les quatre pays du Bassin a rencontré au Zimbabwe et en Afrique du Sud). Les premières rencontres de concertation en 2011 ont l'intention d’identifier dans le pays les interventions réussies de GEA. Les participants aux consultations ont été invité à décrire comment et à quel point des facteurs variés contribuent au succès ou l’échec des interventions de GEA. Les deuxièmes rencontres, en 2012, ont l’intention de ramasser les réactions au modèle. Le Modèle de réseau Bayésien calculent la probabilité de succès en utilisant des relations probabilistes formulées à partir des réactions des participants. Le modèle, à partir duquel les résultats de l’outil Web sont produits, est une combinaison de données nationales et régionales ; il contient également les opinions des experts issus de nos partenaires de projet dans le bassin. L’implication pour la dernière fois de nos parties prenantes dans cet effort ont eu lieu en août 2013.

source: Experts identified a range of technologies from rainfed to full irrigation. However, there was no obvious pattern of success or failure of interventions across this AWM technology gradient. Both rainfed and full irrigation interventions were referred to as successful or failed depending on the context.
fr: Les participants aux consultations ont identifié une gamme de technologies, allant du spectre des technologies de GEA basées sur les eaux pluviales aux systèmes d’irrigation complète utilisés dans les bassins de Limpopo et de la Volta. Cependant, ils sont conscients des cas où des interventions de GEA ont été qualifiées de succès dans certaines localités mais considérées comme un échec dans d’autres.

source: An analysis of the criteria used to identify the success or failure of an intervention showed that in all four countries the success of AWM cases was especially due to factors not related to natural, physical, human, social, or financial aspects. More important for the success or failure of an intervention were factors related to project implementation, process and participation.
fr: Il résulte des consultations auprès des experts dans les bassins de Limpopo et de la Volta que les interventions réussies de GEA sont celles ayant eu un impact positif sur le bien être des agriculteurs et qui ont été adoptées et utilisées par ceux-ci pendant au moins deux ans après la fin des interventions. Un certain nombre de facteurs influencent le succès des interventions de GEA. Par exemple, les participants ont mentionné les caractéristiques biophysiques d’une localité, les conditions financières des individus ou communautés ciblés, et les réseaux de marché. Les consultations ont révélé que les facteurs les plus importants ayant une incidence sur l’adoption effective d’une technologie ont trait aux facteurs sociaux et institutionnels. Les facteurs de mise en œuvre des projets sont tout aussi critiques : l’appropriation par la communauté, l’implication des parties prenantes dès le départ par la structure de mise en œuvre et une demande claire de la technologie proposée. En outre, l’intervention doit avoir des objectifs clairs et proposer une technologie conçue de manière appropriée.

source: Detailed narratives of successful AWM interventions
fr: Les récits détaillé des interventions réussies de Gestion de l’Eau Agricole

source: The Bayesian Model calculates a desired outcome, <b>'Success'</b>, which is the likelihood that an AWM technology introduced in a target community will still be in use 2 years after the intervention project has ended. Based on participants' discussions, and using the DFID Sustainable Livelihood Framework (DFID, 1999), 'Success' is conditional on adequate levels of 5 <b>capitals</b>: Human, Social, Financial, Physical and Natural. Water resources are included as a separate 6<sup>th</sup> capital given its centrality to AWM. Each <b>capital</b> comprises 2-4 key <b>factors</b> (e.g. Human capital is a combination of <b>Labour availability</b>, <b>Skills</b>, and <b>Health</b>). Each <b>factor</b> is described by 1-3 <b>data variables</b>, which are the foundation of the model (e.g. <b>Labour availability</b> is indicated by the relative size of the <b>working age population</b> and the <b>gender ratio</b> in the population).
fr: Le Modèle bayésien calcule un résultat souhaité, le <b>« succès »</b>, qui est la probabilité qu’une intervention technologique de GEA introduite dans une communauté cible sera encore utilisée deux ans après la fin de l’intervention du projet (voir le noeud central, Figure 4). En se basant sur les discussions des participants et en utilisant le Cadre d’analyse des moyens de subsistance durables du Department for International Development (Agence pour le développement international) du Royaume –Uni (DFID, 1999), on peut dire que le succès est conditionnel aux niveaux adéquats de cinq <b>capitaux</b> : Humain, Social, Financier, Physique et Naturel. Les ressources humaines sont incorporées séparément comme 6<sup>ème</sup> capital au regard de leur importance pour la GEA. Chaque <b>capital</b> comprend deux à quatre <b>facteurs</b> (par exemple, le capital humain est la combinaison de <b>la Disponibilité de la main d’oeuvre</b>, <b>Compétences</b>, et <b>Santé</b>). Chaque <b>facteur</b> est décrit par une à trois <b>données variables</b> qui constituent le fondement du modèle (par exemple, <b>la Disponibilité de la main d’oeuvre</b> est indiquée par la taille relative de <b>la population active</b> et du <b>ratio hommes/femmes</b> dans la population).

source: The <b>linking arrows</b> convey the conditional probabilities of how each node in the network influences the presence of the next node. The model calculates the probability that the <b>factor</b> is present given knowledge about the state of its <b>data variable</b> (high, medium or low), then the probability that the <b>capital</b> is present given the calculated state of its <b>factors</b>, then the probability that <b>Success</b> is present given the calculated state of all <b>capitals</b>. A similar application of Bayesian network modelling to analyse the likelihood of water poverty is explained in detail in Kemp-Benedict et al. (2009).
fr: Les <b>flèches de connexion</b> véhiculent les probabilités conditionnelles qui déterminent comment chaque noeud dans le réseau influence la présence du prochain noeud. Le modèle calcule la probabilité que <b>le facteur</b> est présent en fonction des connaissances sur l’état de sa <b>donnée variable</b> (élevé, moyen, bas), ensuite la probabilité que <b>le capital</b> est présent en fonction de l’état calculé de <b>ses facteurs</b>, ensuite la probabilité que <b>le succès</b> est présent en fonction de l’état calculé de tous <b>les capitaux</b>. Une approche similaire de modélisation de réseau bayésien pour analyser la probabilité de la pauvreté de l’eau est expliquée en détail par Kemp-Benedict et al. (2009).

source: The Volta Basin
fr: Bassin de la Volta

source: The Limpopo Basin
fr: Bassin du Limpopo

source: Small scale irrigation
fr: l’Irrigation à petite échelle

source: The Project Team
fr: De l’équipe

source: Volta Basin Research Partners
fr: Partenaires de recherche dans le bassin de la Volta

source: Limpopo Basin Research Partners
fr: Partenaires de recherche dans le bassin de la Limpopo

source: User tips
fr: Conseils d’utilisation

source: Choose a <a id='tooltip-technology' href='#' data-toggle='tooltip' title='<b>Conservation Agriculture</b> is an approach to managing agro-ecological systems. It is designed to enable sustainable and profitable agriculture while improving farmers&#39; livelihoods.<br/> <b>Small scale irrigation</b> systems are developed, owned or managed by individual farmers.<br/> <b>Small reservoirs</b> are earthen or cement dams that are less than 7.5 meters high. They provide significant opportunities for soil and water conservation, drought proofing and for developing small-scale, community-based irrigation schemes.'>technology</a> and display resolution, then click <b>RUN</b> for the map to display the modelled likelihood of success of a project implementing the chosen technology.
fr: Choississez une <a id='tooltip-technology' href='#' data-toggle='tooltip' title='<b>Conservation Agriculture</b> is an approach to managing agro-ecological systems. It is designed to enable sustainable and profitable agriculture while improving farmers&#39; livelihoods.<br/> <b>Small scale irrigation</b> systems are developed, owned or managed by individual farmers.<br/> <b>Small reservoirs</b> are earthen or cement dams that are less than 7.5 meters high. They provide significant opportunities for soil and water conservation, drought proofing and for developing small-scale, community-based irrigation schemes.'>technologie</a> et résolution, alors cliquez sur <b>Exécuter</b> et la carte affichera les chances de succès modelisées d’un projet exploitant la technologie choisie.

source: If the map is slow to load, reduce the resolution.
fr: Si le chargement de la carte est lent, réduisez la résolution.

source: Explore individual country model attributes:
fr: Explorez les caractérisques du model de chaques pays:

source: Volta basin overview
fr: Vue d'ensemble du Bassin de la Volta

source: Limpopo basin overview
fr: Vue d'ensemble du Bassin de la Limpopo

source: The map conveys the likelihood that a project introducing a new agricultural water management (AWM) technology in a particular district will successfully lead to long-term adoption of the selected technology, based on the social and bio-physical context embedded in country-level Bayesian network models. The resulting likelihood of success for each district reflects how the variables interact and affect the enabling conditions for technology adoption. The tool <i>only</i> incorporates districts that fall wholly or partly within the basin (red outline).
fr: La carte visualise les résultats du modèle, mettant ainsi en evidence la probabilité qu’une intervention technologique de GEA introduite dans une communauté cible sera toujours utilisée deux ans après la fin de l’intervention du projet, en se basant sur un ensemble de facteurs spécifiques à chaque pays tels que les facteurs socio-économiques, biophysiques, institutionnels et culturels. Le résultat, ‘la probabilité de succès’, pour chaque commune reflète que le succès d’un intervention dépend de l’interaction et de la combinaison de plusieurs facteurs. L’outil inclut <i>uniquement</i> les communes au sein du Bassin de la Volta (le contour du bassin en rouge).

source: A range of socio-economic, biophysical, institutional and cultural factors inherent to the basin countries has been embedded in the country model (<a href='about.php'>read more about the model's parameters</a>). Other factors equally, if not more, important to the success of a technology relate to 'Best practices of implementation' of the project, and are in the implementers’ control and thus, not included in the model. More information on these best practices of implementation and their impact on the likelihood of success can be found under <a href='documentation.php'>Documentation</a>. More information on the Basin itself can be found under <a href='about.php'>About</a>.
fr: Le modèle utilise un ensemble de facteurs spécifiques à chaque pays tels que les facteurs socio-économiques, biophysiques, institutionnels et culturels (<a href='about.php'>lire plus des informations sur les paramètres du modèle</a>). D’autres facteurs également importants, ou peut être même plus importants pour le succès d’une technologie sont liés aux « meilleures pratiques de mise en oeuvre » sous le contrôle des acteurs de mise en oeuvre. Même si ces facteurs ne sont pas directement modélisés, la <a href='documentation.php'>Documentation</a> donne plus de détails sur ces meilleures pratiques. Plus des informations sur le Bassin de la Volta se trouve sous <a href='about.php'>A propos</a>.

source: Note: details of data is available through the country level tools.
fr: NB: détails sur les données sont disponibles au niveau de pays dans l'outil.

source: Technology:
fr: Technologie

source: Soil water conservation
fr: Conservation de l'Eau et des Sols

source: Conservation agriculture
fr: Agriculture de conservation

source: Small reservoirs
fr: Petits réservoirs

source: Resolution:
fr: Résolution:

source: High (slower download)
fr: Haute (téléchargement lent)

source: Medium
fr: Moyenne

source: Low (faster download)
fr: Basse (téléchargement rapide)

source: Key: L - Low, M - Medium, H -High
fr: La légende: F- Faible, M - Moyenne, G - Grande

source: Probability of success
fr: Probabilités de succès

source: L
fr: F

source: H
fr: G

source: Strength of evidence is <b>LOW</b>
fr: La qualité des preuves est <b>faible</b>

source: This reflects an assessment of the quality of the data underlying the model’s result. For example, if data is old, or available at a coarser geographic coverage or scale of analysis than the model is at (district-level), the evidence base for the result is weak, and the strength of evidence will be LOW. Low strength of evidence can also reflect an uncertainty in how well the data used is related to the concept it describes. Alternatively, if the data is recent, consistently representative across the country, at district level and highly relevant for all factors in the model, the evidence base for the result is strong and the strength of evidence will be HIGH.
fr: Ceci reflète une évaluation de la qualité des données sous-jacentes aux résultats du model. Par exemple, si les données sont anciennes, ou disponibles à une couverture géographique ou à une échelle d’analyse plus grossière que le model l’est au niveau communal, alors la base de données utilisée comme preuve pour le résultat est pauvre, et la qualité/solidité des preuves sera FAIBLE. Une faible qualité des preuves peut aussi refléter une incertitude sur la manière dont les données utilisées sont reliées au concept qu’elles décrivent. En revanche, si les données sont récentes et uniformément représentatives au niveau communal et à travers tout le pays, et qu’elles sont très pertinentes pour chaque facteurs du model, la base de données utilisée comme preuve pour le résultat est riche et la qualité des preuves sera GRANDE.

source: Why?
fr: Pourquoi ?

source: Run
fr: Exécuter

source: User Manual
fr: Guide d'utilisateur

source: Brief introduction to Bayes networks and the background to the tool, followed by a step-by-step description of how to use the tool and what the various components mean.
fr: Une bref introduction aux réseaux de Bayes et un historique de l’Outil, suivie par une description étapes par étapes de comment utiliser l’Outil ainsi que de la signification des différents composants (disponible en anglais uniquement).

source: Glossary (Available in English)
fr: Glossaire (disponible en anglais uniquement)

source: Technical Document
fr: Document technique

source: Details of the technical components of the tool, including parameters of the Bayes network (Available in English)
fr: détails des composants techniques de l’Outil, incluant les paramètres du réseaux de Bayes (disponible en anglais uniquement)

source: Meta-data
fr: Métadonnées

source: Volta basin
fr: Bassin de la Volta

source: Limpopo basin
fr: Bassin du Limpopo

source: Details of data layers used in the tool (Available in English)
fr: Détails sur les données calques utilisées dans l’Outil (Disponible en anglais)

source: TAGMI Fact Sheet
fr: Fiche d'information sur le TAGMI

source: 1 page outline of the TAGMI tool's aim, principles and functionality
fr: Un bref compte-rendu de l'objectif, les principes et la fonctionnalité de l'outil TAGMI

source: TAGMI Information Brief
fr: Brochure sur le TAGMI

source: 4 page introduction to the TAGMI tool’s rationale, development and use
fr: Introduction à la raisonnement, le développement et l'utilisation de l'outil TAGMI en 4 pages

source: TAGMI model networks - Limpopo
fr: Les réseaux des modèles de TAGMI - Limpopo

source: images of the Bayesian networks for each technology in the Limpopo Basin
fr: l’images des réseaux bayésiens pour chaque technologie dans le Bassin de la Limpopo

source: TAGMI model networks - Volta
fr: Les réseaux des modèles de TAGMI - Volta

source: images of the Bayesian networks for each technology in the Volta Basin
fr: l’images des réseaux bayésiens pour chaque technologie dans le Bassin de la Volta

source: Also available at
fr: Aussi disponible à

source: Available at
fr: Aussi disponible à

source: The <b>Targeting AGwater Management Interventions (TAGMI)</b> is a decision support tool that facilitates targeting and scaling-out of three different Agricultural Water Management (AWM) technologies in the Limpopo and the Volta River Basins. This online tool displays the output of a Bayesian network model that assesses the influence of social and bio-physical factors on the likelihood of success of implementing different <a href="about.php#awm-technologies">AWM technologies</a>. The Bayesian network model was developed iteratively, in collaboration with local researchers and experts, and merges knowledge pools from technical experts to local agriculture extension agents (<a href="about.php#consulation-process">read more about the consultation process</a>).
fr: <b>L’outil de ciblage des interventions de gestion de l’eau agricole (TAGMI)</b> est un outil d’aide à la prise de décision faciliter le ciblage et la dissémination de trois différentes interventions technologiques de Gestion de l’eau agricole (GEA) dans les bassins de Limpopo et de la Volta. L’outil Web affiche le résultat d’un modèle de réseau bayésien qui évalue l’influence des facteurs sociaux et biophysiques sur la probabilité de succès de la mise en œuvre des différentes <a href="about.php#awm-technologies">interventions de GEA</a>. Le modèle de réseau bayésien se base sur les discussions des participants des consultations et les expériences combinées des chercheurs en sciences naturelles et sociales du CPWF-BDC ainsi que des praticiens. (<a href="about.php#consulation-process">Lire plus sur le processus de consultation</a>).
