Repository: douglaswang/TAGMI
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr

source: <b>TAGMI</b> displays spatially explicit model results at the district scale, based on available data, to determine which districts may be better suited than others for a particular technological intervention in Volta and Limpopo Basin countries. TAGMI helps to answer the question: <i>will an intervention successfully applied in one location have a reasonable chance of success at other locations?</i> The answer, provided with a measurable degree of certainty, suggests a way forward for scaling-out AWM interventions.
fr: <b>TAGMI</b> visualise sur une carte les résultats du modèle, en utilisant les données disponibles à l’échelle d’une commune, mettant ainsi en évidence les différences spatiales dans la probabilité que les interventions puissent être adoptés avec succès dans les communes indiquées, pour chaque pays dans les Bassins de la Volta et de la Limpopo. TAGMI contribue à répondre à la question : <i>« Y’a-t-il une chance acceptable qu’une intervention en GEA dite réussie dans une localité donnée puisse être dupliquée avec succès dans une autre localité ? »</i>

source: <b>TAGMI Assesses the Likelihood of Success</b>. The tool models the relationship between social and bio-physical factors and successful implementation and long-term adoption of agricultural water management technologies. It is intended for non-technological expert users who want to know which parts of the river basins have conditions suitable for successful implementation of a planned AWM intervention. For more detailed information about using the tool see the <a href='document/User%20Manual_25May.pdf' target='_blank'>User Manual</a>.
fr: <b>TAGMI évalue la probabilité de succès.</b> L’outil décrit la relation entre les facteurs sociaux et biophysiques et le mise en oeuvre réussie et l’adoption à long-terme des technologies de GEA. C’est destiné aux non experts qui veulent savoir quelles parties d’une région remplissent les conditions sociales, humaines et naturelles pour faciliter le succès d’une intervention en GEA envisagée. <a href='document/User%20Manual_25May.pdf' target='_blank'>Le Guide d'Utilisateur</a> donne plus de détails sur l’utilisation de l’outil.

source: <b>It is Science Based</b>. Taking social and human resources into account reflects the fact that there are further enabling conditions required beyond the purely bio-physical conditions that dictate whether or not a technology is appropriate for introduction. The conceptual framework for the Bayes model is informed by the Sustainable Livelihoods Framework (DFID 1999). For more detailed information about the Bayes model behind the tool see the <a>Model Technical Documentation</a>
fr: <b>TAGMI se base dans la science</b>. Le TAGMI pilote l’intégration de diverses sources de connaissance et expertise. Il complète des facteurs d’adéquation biophysiques à des facteurs socio-économiques en utilisant le Cadre d’analyse des moyens de subsistance durables du Department for International Development (Agence pour le développement international) du royaume –uni (DFID, 1999). Cela va renforcer la nature holistique du modèle et permettre des décisions informées sur comment mettre en oeuvre une intervention, en l’occurrence s’il est nécessaire d’établir un sens communautaire afin de s’assurer du succès de la mise en oeuvre de l’intervention. Pour les informations plus détaillées sur les modèles de réseau bayésien, voir <a>le Document Technique</a>.

source: <b>It is Evidence Based</b>. The Bayesian network model makes use of available data on key characteristics in a systematic way to suggest the likelihood of success of an intervention. It estimates how different contextual factors interact to influence success. This model and tool are based on the premise that, while absolute certainty is unobtainable, degrees of certainty are both obtainable and useful when using the available information in a systematic way.
fr: <b>TAGMI tient compte des preuves.</b> L’outil calculer le degré de certitude avec laquelle le modèle a calculé la probabilité de succès, en évaluant la « solidité de l’évidence », ce qui permet de se donner une idée sur la qualité des connaissances et des données qui sous-tendent la probabilité de succès calculée. Les prédictions issues du modèle ne sont pas meilleures que les données qui ont servi à l’alimenter. Il tient compte du fait que la certitude ne peut être totale mais que des degrés de certitude peuvent être atteints et s’avèrent utiles.

source: Visit the Volta basin
fr: Visite du bassin de la Volta

source: Visit the Limpopo basin
fr: Visite du bassin du Lompopo

source: This tool was developed as part of the 3-year CGIAR Challenge Program on Water and Food's Volta and Limpopo Basin Development Challenges (<a href='about.php'>About</a>).
fr: Le TAGMI est le fruit de trois années de recherche pour le développement menée dans le cadre des programmes de défis pour le développement des bassins entrepris par le Challenge Program du CGIAR (Groupe consultatif sur la recherche agricole internationale) (<a href='about.php'>A propos</a>).

source: Choose a <a id='tooltip-technology' href='#' data-toggle='tooltip' title='<b>Conservation Agriculture</b> is an approach to managing agro-ecological systems. It is designed to enable sustainable and profitable agriculture while improving farmers&#39; livelihoods.<br/> <b>Small scale irrigation</b> systems are developed, owned or managed by individual farmers.<br/> <b>Small reservoirs</b> are earthen or cement dams that are less than 7.5 meters high. They provide significant opportunities for soil and water conservation, drought proofing and for developing small-scale, community-based irrigation schemes.<br/><br/> Time and data do not allow TAGMI to model ­all AWM technologies nor does it assume that those modeled are the most critical technologies. The three selected are meant to represent the spectrum from rainfed to irrigated; as well as from community-level technology (storage), to more individual farm-level technologies (soil-water conservation and certain irrigation technologies):<br/> 1. Conservation Agriculture (Soil and Water Conservation technologies, Rainfed)<br/> 2. Small scale irrigation (Individual irrigation technologies)<br/> 3. Small Reservoirs (Storage technologies, community irrigation from stored water)'>technology</a> and display resolution, then click <b>RUN</b> for the map to display the modelled likelihood of success of a project implementing the chosen technology.
fr: Choississez une <a id='tooltip-technology' href='#' data-toggle='tooltip' title='<b>Conservation Agriculture</b> is an approach to managing agro-ecological systems. It is designed to enable sustainable and profitable agriculture while improving farmers&#39; livelihoods.<br/> <b>Small scale irrigation</b> systems are developed, owned or managed by individual farmers.<br/> <b>Small reservoirs</b> are earthen or cement dams that are less than 7.5 meters high. They provide significant opportunities for soil and water conservation, drought proofing and for developing small-scale, community-based irrigation schemes.'>technologie</a> et résolution, alors cliquez sur <b>Exécuter</b> et la carte affichera les chances de succès modelisées d’un projet exploitant la technologie choisie.

source: Basin outline shown in red.
fr: Le contour du bassin est affiché en rouge.

source: Country:
fr: Pays:

source: Technology:
fr: Technologie:

source: View results in table
fr: Voir le tableau des résultats

source: Download results
fr: Télécharger les résultats

source: Attributes to display
fr: Caractéristiques à afficher

source: Tick the boxes below to display the selected information for each district when clicking on the map
fr: Cochez la case ci-dessus pour afficher l’information selectionée pour chaque commune selectionée sur la carte.

source: Total population
fr: Population totale

source: Mean annual rainfall (mm)
fr: Précipitations annuelle moyenne (mm)

source: Total cropland area (ha)
fr: Les terres cultivées (ha)

source: Poverty level (%)
fr: Niveau de pauvreté (%)

source: Food security (%)
fr: Sécurité alimentaire

source: District
fr: Commune

source: Model customisation
fr: Personnaliser le model

source: Include following model customisation in calculation.
fr: Inclure les personalisations suivantes dans le calcul.

source: Reset to default settings
fr: Remettez à défaut

source: Factor
fr: Facteur

source: Data
fr: Données

source: Bayesian network image
fr: L'Images des réseaux bayésiens

source: Ensure ownership by the community
fr: Avez l'appropriation par la communauté

source: Engage the community at the start of the project
fr: Engagez la communauté au début du projet

source: Provide follow-up support after the project
fr: Engagez la communauté après le fini du projet

source: Ensure the community is aware of the benefits
fr: Assurez que la communauté est conscient des avantages

source: Evaluate community needs
fr: Evaluez les besoins de la communauté

source: Does the community know the implementer?
fr: Avez-vous rendre visite a la communauté avant?

source: Ensure that the technology is affordable
fr: Assurez que la technologie est abordable

source: Ensure that the technology is available
fr: Assurez que la technologie est disponible
